Repository: sopddl/CoachingSage
Catalog: Resources/Localizable.xcstrings
Source language: fr
Languages: en, es

# questionnaire.cycling.q5.text
source: Tu roules plutôt dehors ou en home-trainer ?
en: Do you ride mostly outdoors or on a home trainer?
es: ¿Ruedas más al aire libre o en rodillo?

# questionnaire.cycling.q5.option.outdoor
source: Plutôt dehors 🛣️
en: Mostly outdoors 🛣️
es: Más al aire libre 🛣️

# questionnaire.cycling.q5.option.indoor
source: Plutôt en home-trainer 🏠
en: Mostly home trainer 🏠
es: Más en rodillo 🏠

# questionnaire.cycling.q5.option.both
source: Les deux, je choisis selon le jour
en: Both, choose day to day
es: Ambos, elijo según el día

# coaching.dosage.charge.hold
source: Tenue : garde la position bien gainée jusqu'à ce que ça devienne dur (ça peut trembler un peu).
en: Hold: keep the position tight until it gets hard (a little shaking is fine).
es: Isometría: mantén la posición firme hasta que cueste (temblar un poco es normal).

# coaching.zone.sensation.load.75
source: assez lourd — dernières reps dures
en: fairly heavy — tough last reps
es: bastante pesado — últimas reps difíciles

# coaching.zone.sensation.load.80
source: lourd — fin de série dure
en: heavy — hard end of set
es: pesado — final de serie duro

# coaching.zone.sensation.load.85
source: proche du max — dernière rép dure
en: near max — last rep is hard
es: cerca del máx — última rep dura

# coaching.zone.sensation.daniels.e
source: facile — tu peux parler
en: easy — you can talk
es: fácil — puedes hablar

# coaching.zone.sensation.daniels.m
source: soutenu — tenable longtemps
en: steady — sustainable for long
es: sostenido — aguantas mucho

# coaching.zone.sensation.daniels.t
source: seuil — 2-3 mots
en: threshold — 2-3 words
es: umbral — 2-3 palabras

# coaching.zone.sensation.daniels.i
source: très dur — 1-2 mots
en: very hard — 1-2 words
es: muy duro — 1-2 palabras

# coaching.zone.sensation.daniels.r
source: rapide et court
en: fast and short
es: rápido y corto

# coaching.zone.sensation.hmp
source: soutenu — assez rapide
en: steady — fairly fast
es: sostenido — bastante rápido

# coaching.zone.sensation.pace5k
source: rapide (~5 km)
en: fast (~5K)
es: rápido (~5 km)

# coaching.zone.sensation.pace10k
source: rapide, tenable (~10 km)
en: fast, sustainable (~10K)
es: rápido, sostenible (~10 km)

# coaching.zone.sensation.ftp.z1
source: très facile — récup
en: very easy — recovery
es: muy fácil — recuperación

# coaching.zone.sensation.ftp.z2
source: endurance — tu peux parler
en: endurance — you can talk
es: resistencia — puedes hablar

# coaching.zone.sensation.ftp.z3
source: tempo — phrases courtes
en: tempo — short phrases
es: tempo — frases cortas

# coaching.zone.sensation.ftp.z4
source: seuil — 2-3 mots
en: threshold — 2-3 words
es: umbral — 2-3 palabras

# coaching.zone.sensation.ftp.z5
source: très dur — court
en: very hard — short
es: muy duro — corto

# coaching.zone.sensation.ftp.z6
source: quasi-sprint
en: near sprint
es: casi sprint

# coaching.zone.sensation.sweetspot
source: soutenu — juste sous le seuil
en: strong — just below threshold
es: fuerte — justo bajo el umbral

# coaching.zone.sensation.en1
source: endurance facile — tu peux parler
en: easy endurance — you can talk
es: resistencia fácil — puedes hablar

# coaching.zone.sensation.en2
source: endurance soutenue — phrases courtes
en: sustained endurance — short phrases
es: resistencia sostenida — frases cortas

# coaching.zone.sensation.en3
source: endurance haute — juste sous le seuil
en: high endurance — just below threshold
es: resistencia alta — justo bajo el umbral

# coaching.zone.sensation.rec
source: récup — très facile
en: recovery — very easy
es: recuperación — muy fácil

# coaching.zone.sensation.css
source: seuil — 2-3 mots
en: threshold — 2-3 words
es: umbral — 2-3 palabras

# coaching.zone.sensation.css.plus
source: un peu sous le seuil
en: just below threshold
es: un poco bajo el umbral

# coaching.zone.sensation.sp1
source: rapide
en: fast
es: rápido

# coaching.zone.sensation.sp2
source: très rapide
en: very fast
es: muy rápido

# coaching.zone.sensation.hr.z1
source: très facile — récup
en: very easy — recovery
es: muy fácil — recuperación

# coaching.zone.sensation.hr.z2
source: facile — tu peux parler
en: easy — you can talk
es: fácil — puedes hablar

# coaching.zone.sensation.hr.z3
source: tempo — phrases courtes
en: tempo — short phrases
es: tempo — frases cortas

# coaching.zone.sensation.hr.z4
source: seuil — 2-3 mots
en: threshold — 2-3 words
es: umbral — 2-3 palabras

# accessibility.languageSelector.label
source: Sélecteur de langue
en: Language selector
es: Selector de idioma

# account.delete.button
source: Supprimer mon compte
en: Delete my account
es: Eliminar mi cuenta

# account.delete.confirm.action
source: Supprimer définitivement
en: Delete permanently
es: Eliminar definitivamente

# account.delete.confirm.cancel
source: Annuler
en: Cancel
es: Cancelar

# account.delete.confirm.message
source: Cette action est irréversible. Toutes vos données seront supprimées sous 30 jours.
en: This cannot be undone. All your data will be deleted within 30 days.
es: Esta acción es irreversible. Todos tus datos se eliminarán en un plazo de 30 días.

# account.delete.confirm.title
source: Confirmer la suppression ?
en: Confirm deletion?
es: ¿Confirmar la eliminación?

# account.delete.description
source: Cette action supprimera définitivement votre compte et toutes vos données. La purge définitive est effectuée sous 30 jours conformément au RGPD.
en: This permanently deletes your account and all your data. Final purge happens within 30 days as required by GDPR.
es: Esta acción eliminará definitivamente tu cuenta y todos tus datos. La purga definitiva se realiza en un plazo de 30 días conforme al RGPD.

# account.delete.error.unavailable.description
source: Réessayez dans quelques instants.
en: Try again in a moment.
es: Inténtalo de nuevo en unos instantes.

# account.delete.error.unavailable.title
source: Service indisponible
en: Service unavailable
es: Servicio no disponible

# account.delete.heading
source: Action irréversible
en: Irreversible action
es: Acción irreversible

# account.delete.inProgress
source: Suppression en cours…
en: Deleting…
es: Eliminando…

# account.delete.title
source: Supprimer mon compte
en: Delete my account
es: Eliminar mi cuenta

# auth.alreadyHaveAccount
source: Déjà un compte ? Se connecter
en: Already have an account? Sign in
es: ¿Ya tienes cuenta? Inicia sesión

# auth.createAccount
source: Créer mon compte
en: Create my account
es: Crear mi cuenta

# auth.error.appleInfo
source: Impossible de récupérer les informations Apple. Réessaie ?
en: Unable to retrieve Apple information. Try again?
es: No se ha podido obtener la información de Apple. ¿Reintentar?

# auth.error.appleSignIn
source: Connexion Apple impossible. Réessaie ?
en: Apple sign-in failed. Try again?
es: No se ha podido iniciar sesión con Apple. ¿Reintentar?

# auth.error.invalidCredentials
source: Identifiants incorrects. Réessaie ?
en: Invalid credentials. Try again?
es: Credenciales incorrectas. ¿Reintentar?

# auth.error.signUpFailed
source: Création de compte impossible. Réessaie ?
en: Account creation failed. Try again?
es: No se ha podido crear la cuenta. ¿Reintentar?

# auth.forgotPassword
source: Mot de passe oublié ?
en: Forgot password?
es: ¿Has olvidado tu contraseña?

# auth.forgotPassword.cancel
source: Annuler
en: Cancel
es: Cancelar

# auth.forgotPassword.error.title
source: Erreur
en: Error
es: Error

# auth.forgotPassword.message
source: Saisis ton adresse email et nous t'enverrons un lien pour réinitialiser ton mot de passe.
en: Enter your email address and we'll send you a link to reset your password.
es: Introduce tu dirección de email y te enviaremos un enlace para restablecer tu contraseña.

# auth.forgotPassword.send
source: Envoyer
en: Send
es: Enviar

# auth.forgotPassword.sent.message
source: Un email de réinitialisation a été envoyé. Vérifie ta boîte de réception.
en: A password reset email has been sent. Check your inbox.
es: Se ha enviado un email de restablecimiento. Revisa tu bandeja de entrada.

# auth.forgotPassword.sent.title
source: Email envoyé
en: Email sent
es: Email enviado

# auth.forgotPassword.title
source: Réinitialiser le mot de passe
en: Reset password
es: Restablecer la contraseña

# auth.noAccount
source: Pas de compte ? S'inscrire
en: No account? Sign up
es: ¿No tienes cuenta? Regístrate

# auth.password.placeholder
source: Mot de passe
en: Password
es: Contraseña

# auth.separator.or
source: ou
en: or
es: o

# auth.signIn
source: Se connecter
en: Sign in
es: Iniciar sesión

# auth.signInWithApple.accessibilityLabel
source: Se connecter avec Apple
en: Sign in with Apple
es: Iniciar sesión con Apple

# auth.signOut
source: Déconnexion
en: Sign out
es: Cerrar sesión

# auth.tagline
source: Léon, ton coach personnel
en: Léon, your personal coach
es: Léon, tu entrenador personal

# chat.a11y.editHint
source: Touche deux fois pour modifier cette réponse
en: Double tap to edit this answer
es: Toca dos veces para editar esta respuesta

# chat.a11y.leonAvatar
source: Avatar de Léon
en: Léon's avatar

# chat.a11y.leonSays
source: Léon dit :
en: Léon says:
es: Léon dice:

# chat.a11y.leonTyping
source: Léon est en train d'écrire
en: Léon is typing
es: Léon está escribiendo

# chat.a11y.questionnaireSportAvatar
source: Avatar du sport
en: Sport avatar
es: Avatar del deporte

# chat.a11y.userReplied
source: Tu as répondu :
en: You replied:
es: Has respondido:

# coaching.adapter.action.start
source: Démarrer
en: Start
es: Empezar

# coaching.adapter.aiAssist.banner.subtitle
source: Ton cas particulier mérite un coup d'œil — Léon peut affiner ce programme (1 question).
en: Your case is unusual — Léon can refine this program for you (1 question).
es: Tu caso es particular y merece un vistazo: Léon puede afinar este programa (1 pregunta).

# coaching.adapter.aiAssist.banner.title
source: Léon peut affiner ce programme
en: Léon can refine this program
es: Léon puede afinar este programa

# coaching.adapter.aiAssist.cta
source: Demander à Léon
en: Ask Léon
es: Preguntar a Léon

# coaching.adapter.delete.action
source: Supprimer le programme
en: Delete program
es: Eliminar el programa

# coaching.adapter.delete.confirm.action
source: Supprimer
en: Delete
es: Eliminar

# coaching.adapter.delete.confirm.message
source: Le programme sera archivé. Ton historique est conservé.
en: The program will be archived. Your history is preserved.
es: El programa se archivará. Tu historial se conserva.

# coaching.adapter.delete.confirm.title
source: Supprimer ce programme ?
en: Delete this program?
es: ¿Eliminar este programa?

# coaching.adapter.exercise.adapted.constraint
source: Adapté à tes contraintes physiques
en: Adapted to your physical constraints
es: Adaptado a tus limitaciones físicas

# coaching.adapter.exercise.adapted.equipment
source: Adapté à ton matériel
en: Adapted to your equipment
es: Adaptado a tu material

# coaching.adapter.exercise.adapted.generic
source: Adapté à ton profil
en: Adapted to your profile
es: Adaptado a tu perfil

# coaching.adapter.exercise.replaces
source: remplace
en: replaces
es: sustituye a

# coaching.adapter.exercise.rest %lld
source: %lld s récup
en: %lld s rest
es: %lld s de recuperación

# coaching.adapter.leon.error.invalidPatch
source: Léon a renvoyé une réponse incomplète. Le programme reste utilisable.
en: Léon returned an incomplete response. The program is still usable.
es: Léon ha devuelto una respuesta incompleta. El programa sigue siendo utilizable.

# coaching.adapter.leon.error.invalidRequest
source: Demande mal formée. Réessaie plus tard.
en: Malformed request. Try again later.
es: Solicitud mal formada. Inténtalo de nuevo más tarde.

# coaching.adapter.leon.error.network
source: Vérifie ta connexion internet.
en: Check your internet connection.
es: Comprueba tu conexión a internet.

# coaching.adapter.leon.error.quota
source: Tu as utilisé tes 10 questions Léon du jour. Le programme reste utilisable.
en: You've used your 10 daily Léon questions. The program is still usable.
es: Has usado tus 10 preguntas a Léon de hoy. El programa sigue siendo utilizable.

# coaching.adapter.leon.error.server
source: Erreur côté serveur. Réessaie plus tard.
en: Server error. Try again later.
es: Error del servidor. Inténtalo de nuevo más tarde.

# coaching.adapter.leon.error.title
source: Léon n'a pas pu raffiner cette fois
en: Léon couldn't refine this time
es: Léon no ha podido afinarlo esta vez

# coaching.adapter.leon.error.unauthorized
source: Reconnexion nécessaire pour utiliser Léon.
en: Sign in again to use Léon.
es: Vuelve a iniciar sesión para usar Léon.

# coaching.adapter.leon.error.unavailable
source: Léon est indisponible pour le moment. Le programme reste utilisable.
en: Léon is unavailable right now. The program is still usable.
es: Léon no está disponible ahora mismo. El programa sigue siendo utilizable.

# coaching.adapter.leon.loading.subtitle
source: On regarde ensemble comment l'ajuster à ton cas particulier
en: Looking at how to adjust it to your particular case
es: Vemos juntos cómo ajustarlo a tu caso particular

# coaching.adapter.leon.loading.title
source: Léon affine ton programme
en: Léon is refining your program
es: Léon está afinando tu programa

# coaching.adapter.leon.notes.title
source: Léon a ajusté pour toi
en: Léon adjusted for you
es: Léon lo ha ajustado para ti

# coaching.adapter.leon.quotaExceeded.cta
source: Découvrir Léon+
en: Discover Léon+
es: Descubrir Léon+

# coaching.adapter.leon.quotaExceeded.subtitle
source: Tu as utilisé tes 10 questions gratuites du jour. Reviens demain ou passe Léon+ pour l'illimité.
en: You've used your 10 free daily questions. Come back tomorrow or upgrade to Léon+ for unlimited.
es: Has usado tus 10 preguntas gratuitas de hoy. Vuelve mañana o pásate a Léon+ para tenerlas ilimitadas.

# coaching.adapter.leon.quotaExceeded.title
source: Quota Léon atteint
en: Léon quota reached
es: Cuota de Léon alcanzada

# coaching.adapter.medicalReminder.footer
source: ⚠️ Vérifie avec ton médecin si tu as un doute sur ta capacité à suivre ce programme.
en: ⚠️ Check with your doctor if you have any doubts about your ability to follow this program.
es: ⚠️ Consulta con tu médico si tienes dudas sobre tu capacidad para seguir este programa.

# coaching.adapter.preview.badge
source: Aperçu
en: Preview
es: Vista previa

# coaching.adapter.preview.confirmStart
source: Démarrer ce programme
en: Start this program
es: Empezar este programa

# coaching.adapter.preview.dismiss
source: Retour
en: Home
es: Inicio

# coaching.adapter.progress.count %lld %lld
source: %1$lld / %2$lld séances
en: %1$lld / %2$lld sessions
es: %1$lld / %2$lld sesiones

# coaching.adapter.rename.action
source: Renommer
en: Rename
es: Renombrar

# coaching.adapter.rename.message
source: Choisis un nom qui t'aide à reconnaître ce programme dans ta liste.
en: Choose a name that helps you spot this program in your list.
es: Elige un nombre que te ayude a reconocer este programa en tu lista.

# coaching.adapter.rename.placeholder
source: Nom du programme
en: Program name
es: Nombre del programa

# coaching.adapter.rename.title
source: Renommer le programme
en: Rename program
es: Renombrar el programa

# coaching.adapter.session.cooldown
source: Récupération
en: Cool-down
es: Recuperación

# coaching.adapter.session.exercises.title
source: Exercices
en: Exercises
es: Ejercicios

# coaching.adapter.session.fullLabel %lld %lld
source: Semaine %1$lld · Jour %2$lld
en: Week %1$lld · Day %2$lld
es: Semana %1$lld · Día %2$lld

# coaching.adapter.session.number %lld
source: Séance %lld
en: Session %lld
es: Sesión %lld

# coaching.adapter.session.numberedLine %lld %lld %lld
source: Séance %1$lld · Sem %2$lld · %3$lld min
en: Session %1$lld · Week %2$lld · %3$lld min
es: Sesión %1$lld · Sem %2$lld · %3$lld min

# coaching.adapter.session.regen.banner.body
source: Le volume a été adapté selon ta forme récente.
en: Volume tuned to your recent shape.
es: El volumen se ha adaptado a tu forma reciente.

# coaching.adapter.session.regen.banner.title
source: Séance ajustée
en: Session adjusted
es: Sesión ajustada

# coaching.adapter.session.regenAdjusted
source: Séance ajustée cette semaine
en: Session adjusted this week
es: Sesión ajustada esta semana

# coaching.adapter.session.shortLine %lld %lld %lld
source: S%1$lld · J%2$lld · %3$lld min
en: W%1$lld · D%2$lld · %3$lld min
es: S%1$lld · D%2$lld · %3$lld min

# coaching.adapter.session.warmup
source: Échauffement
en: Warm-up
es: Calentamiento

# coaching.adapter.title
source: Ton programme
en: Your program
es: Tu programa

# coaching.adapter.week.current
source: En cours
en: Current week
es: Semana actual

# coaching.adapter.week.info
source: Détails de la semaine
en: Week details
es: Detalles de la semana

# coaching.adapter.week.label %lld
source: Semaine %lld
en: Week %lld
es: Semana %lld

# coaching.adapter.weeks %lld
source: %lld semaines
en: %lld weeks
es: %lld semanas

# coaching.effort.level.1
source: Doux
en: Easy
es: Suave

# coaching.effort.level.2
source: Modéré
en: Moderate
es: Moderado

# coaching.effort.level.3
source: Soutenu
en: Sustained
es: Sostenido

# coaching.effort.level.4
source: Difficile
en: Hard
es: Difícil

# coaching.exercise.howto.disclose
source: Comment l'exécuter
en: How to perform it
es: Cómo ejecutarlo

# coaching.exercise.howto.equipment
source: Équipement
en: Equipment
es: Equipamiento

# coaching.exercise.howto.loading
source: Chargement…
en: Loading…
es: Cargando…

# coaching.exercise.howto.mistake
source: Erreur courante
en: Common mistake
es: Error común

# coaching.music.app.label
source: Application musique
en: Music app
es: Aplicación de música

# coaching.music.app.none
source: Aucune
en: None
es: Ninguna

# coaching.session.complete.button
source: Marquer comme terminée
en: Mark as completed
es: Marcar como terminada

# coaching.session.complete.cancel
source: Annuler
en: Cancel
es: Cancelar

# coaching.session.complete.completedAt %@
source: Terminée le %@
en: Completed on %@
es: Terminada el %@

# coaching.session.complete.duration.label
source: Durée
en: Duration
es: Duración

# coaching.session.complete.duration.recorded %lld
source: Durée réelle : %lld min
en: Actual duration: %lld min
es: Duración real: %lld min

# coaching.session.complete.duration.section
source: Durée réelle
en: Actual duration
es: Duración real

# coaching.session.complete.modify
source: Modifier
en: Edit
es: Editar

# coaching.session.complete.notes.placeholder
source: Comment t'es-tu senti(e) ? Conditions, sensations…
en: How did you feel? Conditions, sensations…
es: ¿Cómo te has sentido? Condiciones, sensaciones…

# coaching.session.complete.rpe.easy
source: Facile
en: Easy
es: Fácil

# coaching.session.complete.rpe.hard
source: Difficile
en: Hard
es: Difícil

# coaching.session.complete.rpe.hint
source: Échelle 1 (très facile) → 10 (maximal)
en: Scale 1 (very easy) → 10 (maximal)
es: Escala 1 (muy fácil) → 10 (máximo)

# coaching.session.complete.rpe.moderate
source: Modéré
en: Moderate
es: Moderado

# coaching.session.complete.rpe.recorded %lld
source: Effort ressenti : %lld/10
en: Perceived effort: %lld/10
es: Esfuerzo percibido: %lld/10

# coaching.session.complete.rpe.section
source: Effort ressenti
en: Perceived effort
es: Esfuerzo percibido

# coaching.session.complete.rpe.toggle
source: Renseigner l'effort ressenti
en: Log perceived effort
es: Registrar el esfuerzo percibido

# coaching.session.complete.rpe.veryEasy
source: Très facile
en: Very easy
es: Muy fácil

# coaching.session.complete.submit
source: Enregistrer
en: Save
es: Guardar

# coaching.session.complete.title
source: Comment s'est passée la séance ?
en: How was the session?
es: ¿Qué tal ha ido la sesión?

# coaching.session.complete.undo
source: Annuler la complétion
en: Undo completion
es: Deshacer la finalización

# coaching.session.focus.advance
source: Avancer
en: Next
es: Avanzar

# coaching.session.focus.celebration
source: Séance terminée 💪
en: Session complete 💪
es: Sesión completada 💪

# coaching.session.focus.close.cancel
source: Annuler
en: Cancel
es: Cancelar

# coaching.session.focus.close.finish
source: Oui, terminer 🏆
en: Yes, finish 🏆
es: Sí, terminar 🏆

# coaching.session.focus.close.later
source: Reprendre plus tard
en: Resume later
es: Continuar más tarde

# coaching.session.focus.close.title
source: Séance terminée ?
en: Finish session?
es: ¿Sesión terminada?

# coaching.session.focus.finish.cta
source: Terminer
en: Finish
es: Terminar

# coaching.session.focus.done
source: Fait
en: Done
es: Hecho

# coaching.session.focus.done.completed
source: Validé
en: Completed
es: Completado

# coaching.session.focus.empty
source: Aucune étape dans cette séance
en: No steps in this session
es: No hay pasos en esta sesión

# coaching.session.focus.next
source: Suivant
en: Next
es: Siguiente

# coaching.session.focus.previous
source: Précédent
en: Previous
es: Anterior

# coaching.session.focus.resume %lld
source: Reprendre · étape %lld
en: Resume · step %lld
es: Reanudar · paso %lld

# coaching.session.focus.skip
source: Passer
en: Skip
es: Saltar

# coaching.session.focus.start
source: Démarrer la séance
en: Start session
es: Empezar la sesión

# coaching.session.focus.timed.block %lld %lld
source: Bloc %1$lld/%2$lld
en: Block %1$lld/%2$lld
es: Bloque %1$lld/%2$lld

# coaching.session.focus.timed.hold
source: Tenue
en: Hold
es: Mantén

# coaching.session.focus.timed.next %@
source: Prochain : %@
en: Next: %@
es: Siguiente: %@

# coaching.session.focus.timed.posture %lld %lld
source: Posture %1$lld sur %2$lld
en: Posture %1$lld of %2$lld
es: Postura %1$lld de %2$lld

# coaching.session.focus.timed.ready
source: Prêt ?
en: Get ready
es: ¿Preparado?

# coaching.session.focus.timed.rest
source: Récup
en: Rest
es: Recup

# coaching.session.focus.timed.resume
source: Reprendre
en: Resume
es: Reanudar

# coaching.session.focus.timed.round %lld %lld
source: Tour %1$lld sur %2$lld
en: Round %1$lld of %2$lld
es: Ronda %1$lld de %2$lld

# coaching.session.focus.timed.roundExo %lld %lld %lld %lld
source: Tour %1$lld sur %2$lld · exo %3$lld sur %4$lld
en: Round %1$lld of %2$lld · ex %3$lld of %4$lld
es: Ronda %1$lld de %2$lld · ej %3$lld de %4$lld

# coaching.session.focus.timed.run %lld %lld
source: Course %1$lld sur %2$lld
en: Run %1$lld of %2$lld
es: Carrera %1$lld de %2$lld

# coaching.session.focus.timed.set %lld %lld
source: Série %1$lld sur %2$lld
en: Set %1$lld of %2$lld
es: Serie %1$lld de %2$lld

# coaching.session.focus.timed.strength.hint
source: Prends le temps qu'il faut · Pause si besoin
en: Take your time · Pause if needed
es: Tómate el tiempo que necesites · Pausa si lo necesitas

# coaching.session.focus.timed.strength.target %@
source: Objectif : %@
en: Target: %@
es: Objetivo: %@

# coaching.dosage.charge.band
source: Élastique : choisis une tension où les 2 dernières reps sont dures, sans tricher.
en: Band: pick a tension where the last 2 reps are hard, with clean form.
es: Banda: elige una tensión donde las 2 últimas repeticiones sean difíciles, sin trampas.

# coaching.dosage.charge.bodyweight
source: Poids du corps : les 2 dernières reps doivent rester dures. Trop facile ? Ajoute des reps ou ralentis la descente.
en: Bodyweight: the last 2 reps should stay hard. Too easy? Add reps or slow the lowering.
es: Peso corporal: las 2 últimas reps deben seguir difíciles. ¿Muy fácil? Añade reps o baja más lento.

# coaching.dosage.charge.hint
source: Charge : assez lourd pour que les 2 dernières reps soient dures, sans tricher.
en: Load: heavy enough that the last 2 reps are hard, with clean form.
es: Carga: suficiente para que las 2 últimas repeticiones sean difíciles, sin trampas.

# coaching.dosage.charge.lastTime %@
source: La dernière fois : %@
en: Last time: %@
es: La última vez: %@
